import win from "../img/news/win.webp";
import openLab from "../img/news/openLab.webp";
import publication from "../img/news/publication.webp";
import conferens from "../img/news/conferens.webp";
import stazhuvannya from "../img/news/stazhuvannya.webp";
import ecologyProject from "../img/news/ecologyProject.png";
import programing from "../img/news/programing.webp";
import grant from "../img/news/grant.webp";
import startUP from "../img/news/startUP.webp";
import AI from "../img/news/AI.webp";
import sport from "../img/news/sport.webp";
import openDoors from "../img/news/openDoors.png";


const newsData = [
    {
        head: "Перемога на міжнародній олімпіаді",
        text: "Наші студенти здобули перемогу на престижній міжнародній олімпіаді з інформатики, виборовши кілька золотих медалей.",
        date: "24.05.2024",
        image: win,
    },
    {
        head: "Відкриття нової лабораторії",
        text: "У нашій кафедрі відкрилася нова лабораторія з робототехніки, оснащена найсучаснішим обладнанням для навчання та досліджень.",
        date: "29.05.2024",
        image: openLab,
    },
    {
        head: "Публікація в науковому журналі",
        text: "Викладачі нашої кафедри опублікували статтю в авторитетному науковому журналі, присвячену інноваціям в галузі матеріалознавства.",
        date: "27.05.2024",
        image: publication,
    },
    {
        head: "Конференція з кібербезпеки",
        text: "В університеті відбулася міжнародна конференція з кібербезпеки, на якій виступили провідні експерти та наші студенти.",
        date: "15.01.2024",
        image: conferens,
    },
    {
        head: "Нова програма стажувань",
        text: "Запущено нову програму стажувань для студентів, що надає можливість проходити практику в провідних компаніях країни.",
        date: "17.04.2024",
        image: stazhuvannya,
    },
    {
        head: "Екологічний проект",
        text: "Наші студенти запустили екологічний проект, спрямований на збереження біорізноманіття та зменшення забруднення довкілля.",
        date: "24.10.2023",
        image: ecologyProject,
    },
    {
        head: "Майстер-клас з програмування",
        text: "Відбувся майстер-клас з програмування на Python, де студенти змогли покращити свої навички та дізнатися про нові можливості.",
        date: "13.12.2023",
        image: programing,
    },
    {
        head: "Грант на дослідження",
        text: "Наша кафедра отримала грант на проведення досліджень у галузі нанотехнологій, що дозволить здійснити важливі наукові прориви.",
        date: "26.03.2024",
        image: grant,
    },
    {
        head: "Студентський стартап",
        text: "Студенти нашої кафедри запустили стартап, що спеціалізується на розробці програмного забезпечення для медичних установ.",
        date: "03.07.2023",
        image: startUP,
    },
    {
        head: "Вебінар з штучного інтелекту",
        text: "Відбувся вебінар з штучного інтелекту, на якому наші викладачі поділилися новими дослідженнями та перспективами розвитку галузі.",
        date: "05.03.2024",
        image: AI,
    },
    {
        head: "Спортивні досягнення",
        text: "Наші студенти показали чудові результати на університетських спортивних змаганнях, виборовши перші місця у кількох дисциплінах.",
        date: "12.09.2023",
        image: sport,
    },
    {
        head: "День відкритих дверей",
        text: "Університет провів День відкритих дверей, де абітурієнти мали змогу ознайомитися з можливостями навчання, лабораторіями та зустрітися з викладачами.",
        date: "11.12.2023",
        image: openDoors,
    },
]

export default newsData;